Repository: Storik4pro/cdpiui
Catalog: CDPIUI/Strings/*/Resources.resw
Source language: en_us
Languages: ru

# ChooseIpList
source: Select IP-list
ru: Выберите список IP-адресов...

# TextFiles
source: TXT files
ru: Текстовые файлы

# PresetTestConfirmButton
source: Start test
ru: Запустить тест

# PresetTestConfirmMessage
source: Config testing will sequentially start each config of the current component and check site availability. This will repeatedly interrupt the current connection and may take several minutes. Continue?
ru: Тест пресетов поочерёдно запустит каждый пресет текущего компонента и проверит доступность сайтов. Это будет многократно прерывать текущее соединение и может занять несколько минут. Продолжить?

# PresetTestWindowTitle
source: Config testing
ru: Тест пресетов

# PresetTestWindowTitleTextBlock.Text
source: Config testing
ru: Тест пресетов

# PresetTestSettingsCard.Header
source: Config testing
ru: Тест пресетов

# PresetTestSettingsCard.Description
source: Sequentially launch component configs and check site availability. Find the best-performing config.
ru: Поочерёдный запуск пресетов компонента с проверкой доступности сайтов. Поиск наиболее эффективного пресета.

# PresetTestComponentLabel.Text
source: Component
ru: Компонент

# PresetTestTypeLabel.Text
source: Test type
ru: Тип теста

# PresetTestStandardRadio.Content
source: Standard tests (HTTP/ping)
ru: Стандартные тесты (HTTP/пинг)

# PresetTestDpiRadio.Content
source: DPI checkers (TCP 16-20 freeze)
ru: Проверка DPI (заморозка TCP 16-20)

# PresetTestConfigSelectionLabel.Text
source: Configs to test
ru: Какие пресеты тестировать

# PresetTestAllConfigsRadio.Content
source: All configs
ru: Все пресеты

# PresetTestSelectedConfigsRadio.Content
source: Selected configs
ru: Выбранные пресеты

# PresetTestStartButton.Text
source: Start test
ru: Запустить тест

# PresetTestStopButton.Text
source: Stop test
ru: Остановить тест

# PresetTestTargetsButton.Text
source: Test sites list
ru: Список сайтов для теста

# PT_AdminConfirmed
source: Administrator rights confirmed
ru: Права администратора подтверждены

# PT_Info
source: INFO
ru: ИНФО

# PT_Warn
source: WARNING
ru: ВНИМАНИЕ

# PT_TargetsLoaded
source: Loaded targets: {0}
ru: Загружено целей: {0}

# PT_Header
source: CONFIG TESTS
ru: ТЕСТЫ ПРЕСЕТОВ

# PT_ModeLabel
source: Mode:
ru: Режим:

# PT_ModeStandard
source: STANDARD
ru: СТАНДАРТ

# PT_ModeDpi
source: DPI CHECK
ru: ПРОВЕРКА DPI

# PT_TotalConfigs
source: Total configs: {0}
ru: Всего пресетов: {0}

# PT_MayTakeTime
source: Tests may take several minutes. Please wait...
ru: Тесты могут занять несколько минут. Подождите...

# PT_NoPresets
source: No configs available for testing.
ru: Нет доступных пресетов для теста.

# PT_NoTargets
source: Target sites list is empty.
ru: Список целевых сайтов пуст.

# PT_NoSelection
source: Select at least one config to test.
ru: Выберите хотя бы один пресет для теста.

# PT_ComponentNotFound
source: Failed to get a process for the selected component.
ru: Не удалось получить процесс для выбранного компонента.

# PT_Skipped
source: Skipped (empty startup parameters)
ru: Пропущено (пустые параметры запуска)

# PT_Starting
source: Launching configuration...
ru: Запуск пресетов...

# PT_FailedToStart
source: Failed to start
ru: Не удалось запустить

# PT_RunningTests
source: Running tests...
ru: Выполнение тестов...

# PT_ColPing
source: Ping
ru: Пинг

# PT_StatusFail
source: FAIL
ru: ОШИБКА

# PT_StatusUnsupported
source: N/S
ru: НЕПОДД

# PT_StatusFreeze
source: Freeze
ru: Заморозка

# PT_StatusTimeout
source: Timeout
ru: Таймаут

# PT_Ms
source: {0} ms
ru: {0} мс

# PT_Analytics
source: ANALYTICS
ru: АНАЛИТИКА

# PT_AErr
source: Err:
ru: Ош:

# PT_AUnsupported
source: N/S:
ru: Неподд:

# PT_ADpiFail
source: DPI Fail:
ru: DPI сбой:

# PT_APingOk
source: Ping OK:
ru: Пинг OK:

# PT_AFail
source: Fail:
ru: Сбой:

# PT_BestConfig
source: Best config: {0}
ru: Лучший пресет: {0}

# PT_NoWorking
source: No working config found.
ru: Рабочий пресет не найден.

# PT_ResultsSaved
source: Results saved to {0}
ru: Результаты сохранены в {0}

# PT_Cancelled
source: Test cancelled by user.
ru: Тест отменён пользователем.

# PT_NoCurl
source: curl.exe not found. Install curl or add it to PATH.
ru: curl.exe не найден. Установите curl или добавьте его в PATH.

# PT_CurlFound
source: curl.exe found
ru: curl.exe найден

# PT_StatusBlocked
source: BLOCKED
ru: БЛОК

# PT_DpiSuiteFailed
source: Failed to load DPI checker target list (no internet connection?).
ru: Не удалось загрузить список целей DPI-проверки (нет интернета?).

# PT_DpiTargetsLoaded
source: DPI targets loaded: {0}
ru: Загружено целей DPI: {0}

# PT_DpiFreezeNote
source: 16-20KB freeze pattern detected; the censor is likely cutting this strategy.
ru: Обнаружен паттерн заморозки 16-20 КБ; цензор, вероятно, режет эту стратегию.

# PT_DpiNoFreeze
source: No 16-20KB freeze pattern for this target.
ru: Паттерн заморозки 16-20 КБ для этой цели не обнаружен.

# PT_DpiBlockedWarn
source: Detected possible DPI TCP 16-20 blocking on one or more targets.
ru: Обнаружена возможная DPI-блокировка TCP 16-20 на одной или нескольких целях.

# PT_DpiOkAll
source: No 16-20KB freeze pattern detected across targets.
ru: Паттерн заморозки 16-20 КБ не обнаружен ни на одной цели.

# PT_ABlocked
source: Blocked:
ru: Блок:

# ReplaceSiteListException
source: Unable to replace site list "{0}" with "{1}". Error code: {2}
ru: Невозможно заменить список сайтов "{0}" списком "{1}". Код исключения: {2}

# UnexpectedError
source: Unexpected exception
ru: Неожиданное исключение

# CopyErrorText
source: Copy exception info
ru: Скопировать информацию об ошибке

# EditHostsFileSettingsCard.Header
source: Hosts file utility
ru: Утилита изменения файла hosts

# EditHostsFileSettingsCard.Description
source: Add blocked domains to system hosts file. Recover hosts file
ru: Добавить заблокированные адреса. Восстановить оригинальный файл из резервной копии

# EditHostsFileWindowTitle
source: Hosts file utility
ru: Утилита изменения файла hosts

# EditHostsFileTitleTextBlock.Text
source: Hosts file utility
ru: Утилита изменения файла hosts

# EditHostsFileMainPageTitleTextBlock.Text
source: What should be done?
ru: Что следует сделать?

# ReplaceHostsFileSettingsCard.Header
source: Add domains to hosts file
ru: Добавить адреса в файл hosts

# RemoveHostsFileSettingsCard.Header
source: Remove custom domains from hosts file
ru: Убрать адреса из файла hosts

# RecoverHostsFileSettingsCard.Header
source: Recover original hosts file from backup
ru: Восстановить оригинальный файл hosts из резервной копии

# ReplaceButton.Content
source: Add
ru: Добавить

# RemoveButton.Content
source: Remove
ru: Удалить

# RecoverButton.Content
source: Recover
ru: Восстановить

# HostsFileEditCurrentStatusTextBlock.Text
source: Current status:
ru: Статус замены:

# HostsFileStatusEnabled
source: Hosts file edited
ru: Файл hosts был изменен

# HostsFileStatusDisabled
source: Hosts file not edited
ru: Файл hosts не изменен

# HostsFileAreAllreadyEdited
source: Cannot add domains to hosts file – domains are already added.
ru: Невозможно добавить адреса в файл hosts – адреса уже добавлены.

# HostsFileNotEdited
source: Cannot remove domains from hosts file – you haven't added them yet.
ru: Невозможно удалить адреса из файла hosts — вы их ещё не добавили.

# NoBackupAvailable
source: Cannot recover hosts file – backup is not exist.
ru: Невозможно восстановить файл hosts – резервная копия отсутствует.

# ErrorHappensWhenTryingAddDomainsToHostsFile
source: Something went wrong when we try to add application domains to hosts file. Turn off antivirus, restart your PC and try again.
ru: Мы не можем редактировать файл hosts в вашей системе из-за непредвиденной ошибки. Отключите антивирус, перезагрузите компьютер и попробуйте снова.

# ErrorHappensWhenTryingRemoveDomainsToHostsFile
source: Something went wrong when we try to remove application domains from hosts file. Turn off antivirus, restart your PC and try again.
ru: Что-то пошло не так, когда мы пытались удалить добавленные ранее адреса в файл hosts. Отключите антивирус, перезагрузите компьютер и попробуйте снова.

# ErrorHappensWhenTryingRecoverHostsFile
source: Something went wrong when we try to recover hosts file. Make sure backup exist.
ru: Что-то пошло не так, когда мы пытались восстановить файл hosts. Убедитесь, что резервная копия существует.

# OpenHostsFileSettingsCard.Header
source: Open hosts file in default text editor
ru: Открыть файл hosts в редакторе по умолчанию

# TestBestConfigSettingsCard.Header
source: Select best config automatically
ru: Подобрать лучший пресет автоматически

# TestBestConfigSettingsCard.Description
source: Test all installed configs and offer the best
ru: Протестировать все установленные пресеты и предложить лучший

# CreateNewViaGoodCheckSettingsCardTitle
source: Create new config with best settings via GoodCheck
ru: Создать новый пресет с лучшими параметрами через GoodCheck

# CreateNewViaGoodCheckSettingsCardDescription
source: Create new custom config for your provider
ru: Создайте свой собственный пресет с параметрами, подобранными под вашего провайдера

# CreateYouOwnConfigSettingsCard.Description
source: Create config you want by you own hands in user-friendly editor
ru: Создайте пресет своими руками в удобном современном редакторе

# NoOneComponentInstalledTextBlock.Text
source: You not installed any component yet (we can't complete this action without at least one installed component). You can visit the Store to download new components and config for them.
ru: Вы ещё не установили ни одного компонента (без хотя бы одного установленного компонента выполнить это действие не удастся). Вы можете посетить Магазин, чтобы загрузить новые компоненты и пресеты к ним.

# AboutUtilityButton.ToolTipService.ToolTip
source: About utility
ru: Сведения об этом средстве

# ConfigTextUtilityAboutTextBlock.Text
source: A utility for automatically testing DPI bypass configs for supported components. Its implementation is based on the logic of a similar utility from the zapret-discord-youtube kit. Original developer: Niko
ru: Утилита автоматического тестирования пресетов обхода DPI для поддерживаемых компонентов. Реализация ориентирована на логику аналогичной утилиты из набора zapret-discord-youtube. Оригинальный разработчик: Niko

# PresetTestResultsHeader.Text
source: Results
ru: Результаты

# PresetTestResultsPlaceholder.Text
source: Run a test to see ranked configs here.
ru: Запустите тест — здесь появится рейтинг пресетов.

# PresetTestRecommendedBadge
source: Recommended
ru: Рекомендуется

# PresetTestApplyButton
source: Apply
ru: Применить

# PresetTestRunButton
source: Run
ru: Запустить

# PT_ProgressStatus
source: Testing config {0}/{1}: {2}
ru: Тест пресета {0}/{1}: {2}

# PT_ProgressEta
source: Estimated time left: {0} min {1} sec
ru: Осталось примерно: {0} мин {1} сек

# PT_MetricsStandard
source: HTTP OK: {0} | Ping OK: {1} | Errors: {2}
ru: HTTP OK: {0} | Ping OK: {1} | Ошибки: {2}

# PT_MetricsDpi
source: DPI OK: {0} | Blocked: {1} | Fail: {2}
ru: DPI OK: {0} | Блок: {1} | Сбой: {2}

# PT_PresetApplied
source: Config applied: {0}
ru: Пресет применён: {0}

# PreferSystemWindowTitleBarSettingsCard.Header
source: Prefer system title bar for windows
ru: Предпочитать системный заголовок для окон приложения

# WelcomeWindowTitle
source: Welcome wizard
ru: Помощник настройки

source: Show widgets
ru: Показать виджеты

source: Hide widgets
ru: Спрятать виджеты

# CommunityContentDialog.Title
source: Communities
ru: Сообщества

# TelegramMainUrlName
source: CDPI UI official community
ru: Официальное сообщество CDPI UI

# TelegramMainUrlDescription
source: Official Storik4's channel about development of CDPI UI, GoodbyeDPI-UI applications. If you ask something community members may help you with problem
ru: Официальный канал Storik4 посвященный разработке CDPI UI и GoodbyeDPI-UI. Если у вас появился вопрос относительно этих приложений, то смело обращайтесь – активные участники сообщества вам помогут. Если же вы хотите кому-то помочь, то становитесь его частью!

# TelegramMemeUrlName
source: Funny Pictures
ru: Смешные картинки

# TelegramMemeUrlDescription
source: Just meme channel
ru: Просто канал с мемами

# TelegramLUrlName
source: Storik4's personal channel
ru: Персональный канал разработчика

# TelegramLUrlDescription
source: Life channel of the developer of programs you use. Main language – Russian.
ru: Канал с жизнью разработчика программ, которые вы используете.

# NTCPartyDescription
source: Discussion board for network censorship all around the world, with anti-censorship software developers, researchers and tech-savvy users.
ru: *Доступ возможен только с IPv6 адресов

# BBDName
source: ByeByeDPI Community
ru: Сообщество ByeByeDPI

# BBDDecription
source: Discussion group about BBD – mobile ByeDPI client
ru: Группа обсуждения ByeByeDPI – мобильного клиента ByeDPI

# FlashlightTipsWidgetTitleTextBlock.Text
source: Flashlight tips
ru: Советы от Фонарика

# PreviousTipButton.ToolTipService.ToolTip
source: Previous
ru: Предыдущий совет

# NextTipButton.ToolTipService.ToolTip
source: Next
ru: Следующий совет

# HideFlashlightWidgetButton.ToolTipService.ToolTip
source: Hide Flashlight
ru: Спрятать Фонарик

# FlashlightBad
source: Flashlight won't response now. Here is error code in case you need it: ERR_FLASHLIGHT_BUSY
ru: Фонарик не отвечает в текущий момент. Вот код ошибки, если он вам нужен: ERR_FLASHLIGHT_BUSY

# ViewOutputButton.ToolTipService.ToolTip
source: View output (Pseudoconsole)
ru: Показать вывод (Псевдоконсоль)

# ShowMoreSettingsButton.ToolTipService.ToolTip
source: Show more settings
ru: Показать больше настроек

# ShowMoreComponentSettingsText
source: Show settings of that component
ru: Перейти к параметрам этого компонента

# ShowLessComponentSettingsText
source: Go back to the main page
ru: Свернуть параметры компонента

# AboutAppTextBlock.Text
source: About this app
ru: О приложении

# PersonalizationSettingsCard.Header
source: Personalization
ru: Персонализация

# PersonalizationSettingsCard.Description
source: Select app theme. Switch main page markup. Change ad settings.
ru: Выбрать тему приложения. Изменить макет главной страницы. Настроить показ рекламы

source: Personalization
ru: Персонализация

# AvailableThemesSettingsCard.Header
source: Available themes
ru: Доступные темы

# AvailableAccentColorsSettingsCard.Header
source: Available colors
ru: Доступные цвета

# SystemAccentColorsSettingsCard.Header
source: System accent color
ru: Системный цвет

# AvailableMarkupSettingsCard.Header
source: Available markups
ru: Доступные макеты

# MarkupSelector.Header
source: Main page markup
ru: Внешний вид главной страницы

# MainPageTextBlock.Text
source: Main page
ru: Главная страница

# MarkupPropertiesSettingsExpander.Header
source: Markup properties
ru: Отображаемый контент

# FlashlightWidgetSettingsCard.Header
source: Show Flashlight tips
ru: Показать советы от Фонарика

# WidgetsSettingsCard.Header
source: Show quick widgets
ru: Показать виджеты

# ClassicMarkup
source: Classic
ru: Классический

# ModernMarkup
source: Modern
ru: Современный

# AutorunSettingsCard.Header
source: Autorun
ru: Автозапуск

# AutorunSettingsCard.Description
source: Select components to start up with this PC. Select app startup mode
ru: Выбор компонентов для запуска с этим ПК. Настройка запуска приложения

source: Autorun
ru: Автозапуск

# AutorunWarningInfoBar.Title
source: Warning
ru: Обратите внимание

# ComponentAutorunSettingsExpander.Header
source: Components
ru: Компоненты

# NoComponentInstalledInfoBar.Title
source: You don't install any component yet
ru: Вы ещё не установили ни одного компонента

# HideToTrayOnStartupCard.Description
source: Hide application to tray and begin autorun actions when started from "Start" menu
ru: Спрятать приложение в системный лоток и применить действия автозапуска при запуске через меню "Пуск"

# SelectFontSettingsCard.Header
source: Default mono font
ru: Стандартный моноширинный шрифт

# SelectFontButton.Content
source: Change font
ru: Изменить шрифт

# FontSizeDescription
source: Now selected: font family: {0}, font size: {1}
ru: Сейчас выбрано: семейство шрифта {0}, размер {1}

# ConditionalLaunchSettingsCard.Header
source: Conditional Launch
ru: Условный запуск

# ConditionalLaunchSettingsCard.Description
source: Run ordered application actions from a hot key or a process condition
ru: Настроить действия приложения по горячей клавише или другим триггерам

# CL_WindowTitle
source: Conditional Launch
ru: Условный запуск

# CL_EditorCreateTitle
source: Create conditional task
ru: Создание условной задачи

# CL_EditorEditTitle
source: Properties — {0}
ru: Свойства — {0}

# CL_NewTaskButton.ToolTipService.ToolTip
source: New task (Ctrl+N)
ru: Создать задачу (Ctrl+N)

# CL_EditTaskButton.ToolTipService.ToolTip
source: Properties (Enter)
ru: Свойства (Enter)

# CL_RunTaskButton.ToolTipService.ToolTip
source: Run selected task (Ctrl+R)
ru: Выполнить выбранную задачу (Ctrl+R)

# CL_ImportButton.ToolTipService.ToolTip
source: Import task from file...
ru: Импортировать задачу из файла...

# CL_ExportButton.ToolTipService.ToolTip
source: Export selected task
ru: Экспортировать выбранную задачу

# CL_DeleteButton.ToolTipService.ToolTip
source: Delete selected task (Del)
ru: Удалить выбранную задачу (Del)

# CL_ReloadButton.ToolTipService.ToolTip
source: Reload task list (F5)
ru: Обновить список задач (F5)

# CL_HelpButton.ToolTipService.ToolTip
source: Conditional Launch help
ru: Справка по условному запуску

# CL_EditorHelpButton.ToolTipService.ToolTip
source: Help for task properties
ru: Справка по свойствам задачи

# CL_HelpOverviewMenuItem.Text
source: How Conditional Launch works
ru: Как работает условный запуск

# CL_HelpCreatingTasksMenuItem.Text
source: Creating and editing tasks
ru: Создание и изменение задач

# CL_HelpTriggersAndActionsMenuItem.Text
source: Triggers and actions
ru: Триггеры и действия

# CL_EditHintText.Text
source: Select a task to preview it. Double-click, press Enter, or right-click for available actions.
ru: Выберите задачу для просмотра. Дважды щёлкните, нажмите Enter или откройте меню правой кнопкой мыши.

# CL_StopAfterErrorToggle.Header
source: Stop task when an action fails
ru: Останавливать задачу при ошибке действия

# CL_StopAfterErrorCheckBox.Content
source: Stop task when an action fails
ru: Останавливать задачу при ошибке действия

# CL_TaskNameColumn.Text
source: Name
ru: Имя

# CL_TaskStatusColumn.Text
source: Status
ru: Состояние

# CL_TaskTriggerColumn.Text
source: Trigger
ru: Триггер

# CL_TaskPriorityColumn.Text
source: Priority
ru: Приоритет

# CL_EmptyTaskListTitle.Text
source: No tasks yet
ru: Задач пока нет

# CL_EmptyTaskListDescription.Text
source: Use the + button to create the first task.
ru: Нажмите кнопку +, чтобы создать первую задачу.

# CL_NoSelectionTitle.Text
source: Select a task
ru: Выберите задачу

# CL_NoSelectionDescription.Text
source: Its triggers and ordered actions will appear here.
ru: Здесь появятся её триггеры и последовательность действий.

# CL_GeneralTab.Header
source: General
ru: Общие

# CL_TriggerTab.Header
source: Trigger
ru: Триггер

# CL_TriggersTab.Header
source: Triggers
ru: Триггеры

# CL_ActionsTab.Header
source: Actions
ru: Действия

# CL_NameLabel.Text
source: Name
ru: Имя

# CL_StatusLabel.Text
source: Status
ru: Состояние

# CL_PriorityLabel.Text
source: Priority
ru: Приоритет

# CL_FileLabel.Text
source: Task file
ru: Файл задачи

# CL_TriggerTypeLabel.Text
source: Trigger type
ru: Тип триггера

# CL_DelayLabel.Text
source: Delay
ru: Задержка

# CL_TaskSettingsTitle.Text
source: Task settings
ru: Параметры задачи

# CL_TaskNameTextBox.Header
source: Name
ru: Имя

# CL_TaskNameTextBox.PlaceholderText
source: Task name
ru: Имя задачи

# CL_TaskNameEditorTextBox.PlaceholderText
source: Task name
ru: Имя задачи

# CL_TaskEnabledToggle.Header
source: Enabled
ru: Включена

# CL_TaskEnabledCheckBox.Content
source: Run this task when a trigger is matched
ru: Выполнять задачу при срабатывании триггера

# CL_PriorityComboBox.Header
source: Priority
ru: Приоритет

# CL_TriggerComboBox.Header
source: Trigger
ru: Триггер

# CL_GlobalHotKeyTitle.Text
source: Modifier
ru: Модификатор

# CL_HotKeyComboBox.Header
source: Key
ru: Клавиша

# CL_ProcessConditionTitle.Text
source: Process condition
ru: Условие процесса

# CL_ProcessNameTextBox.Header
source: Process name
ru: Имя процесса

# CL_ProcessDelayNumberBox.Header
source: Delay before execution (seconds)
ru: Задержка перед срабатыванием триггера (секунды)

# CL_ProcessDelayHint.Text
source: The action is cancelled if the process state changes during the delay.
ru: Действие будет отменено, если состояние процесса изменится во время задержки.

# CL_TriggerTabHint.Text
source: Add one or more triggers. The task starts when any trigger matches (OR).
ru: Добавьте один или несколько триггеров. Задача запускается при срабатывании любого из них (ИЛИ).

# CL_ActionTabHint.Text
source: Specify the actions that run when the task starts. Actions run from top to bottom.
ru: Укажите действия, выполняемые при запуске задачи. Действия выполняются сверху вниз.

# CL_DetailsColumn.Text
source: Details
ru: Подробности

# CL_ActionColumn.Text
source: Action
ru: Действие

# CL_CreateTriggerButton.Content
source: New...
ru: Создать...

# CL_EditTriggerButton.Content
source: Edit...
ru: Изменить...

# CL_DeleteTriggerButton.Content
source: Delete
ru: Удалить

# CL_ApplyTriggerButton.Content
source: Apply trigger
ru: Применить триггер

# CL_CancelTriggerEditButton.Content
source: Cancel
ru: Отмена

# CL_CreateActionButton.Content
source: New...
ru: Создать...

# CL_EditActionTextButton.Content
source: Edit...
ru: Изменить...

# CL_DeleteActionButton.Content
source: Delete
ru: Удалить

# CL_OkEditorButton.Content
source: OK
ru: ОК

# CL_AddTriggerDialogTitle
source: Add trigger
ru: Добавить триггер

# CL_EditTriggerDialogTitle
source: Edit trigger
ru: Изменить триггер

# CL_AddActionDialogTitle
source: Add action
ru: Добавить действие

# CL_EditActionDialogTitle
source: Edit action
ru: Изменить действие

# CL_OkButtonText
source: OK
ru: ОК

# CL_ActionsTitle.Text
source: Actions
ru: Действия

# CL_ActionsOrderHint.Text
source: Actions run from top to bottom.
ru: Действия выполняются сверху вниз.

# CL_MoveActionUpButton.ToolTipService.ToolTip
source: Move up
ru: Переместить вверх

# CL_MoveActionDownButton.ToolTipService.ToolTip
source: Move down
ru: Переместить вниз

# CL_EditActionButton.ToolTipService.ToolTip
source: Edit action
ru: Изменить действие

# CL_RemoveActionButton.ToolTipService.ToolTip
source: Remove action
ru: Удалить действие

# CL_ActionEditorExpander.Header
source: Add an action
ru: Добавить действие

# CL_ActionTypeComboBox.Header
source: Action
ru: Действие

# CL_AddActionButton.Content
source: Add action
ru: Добавить действие

# CL_CancelActionEditButton.Content
source: Cancel edit
ru: Отменить изменение

# CL_SaveTaskButton.Content
source: Save task
ru: Сохранить задачу

# CL_CancelEditorButton.Content
source: Cancel
ru: Отмена

# CL_PriorityHigh
source: High
ru: Высокий

# CL_PriorityDefault
source: Default
ru: По умолчанию

# CL_PriorityLow
source: Low
ru: Низкий

# CL_StatusEnabled
source: Enabled
ru: Включена

# CL_StatusDisabled
source: Disabled
ru: Отключена

# CL_StatusConfigured
source: Configured
ru: Настроен

# CL_TriggerHotKey
source: Hot key
ru: Горячая клавиша

# CL_TriggerProcessStarted
source: When process starts
ru: При запуске процесса

# CL_TriggerProcessStopped
source: When process stops
ru: При завершении процесса

# CL_ProcessTriggerSummaryFormat
source: {0}: {1}, {2} s
ru: {0}: {1}, {2} с

# CL_OrSeparator
source: OR
ru: ИЛИ

# CL_HotKeyLabel
source: Hot key
ru: Горячая клавиша

# CL_ProcessLabel
source: Process
ru: Процесс

# CL_SecondsFormat
source: {0} seconds
ru: {0} с
